export default function Projects() {
  return (
    <main dir="rtl">
      <h3>پروژه‌های ما</h3>

      <p>
        نمونه‌ای از پروژه‌هایی که در حوزه طراحی، توسعه و پیاده‌سازی سیستم‌های
        دیجیتال انجام داده‌ایم.
      </p>

      <section>
        <article>
          <h5>سامانه‌های سازمانی</h5>

          <p>
            طراحی و توسعه نرم‌افزارهای مدیریت فرآیند، اتوماسیون و سیستم‌های
            اختصاصی.
          </p>
        </article>

        <article>
          <h5>پلتفرم‌های وب</h5>

          <p>ایجاد وب‌سایت‌ها و سرویس‌های آنلاین با معماری مدرن.</p>
        </article>

        <article>
          <h5>اپلیکیشن موبایل</h5>

          <p>طراحی اپلیکیشن‌های Android و iOS با تجربه کاربری حرفه‌ای.</p>
        </article>
      </section>
    </main>
  );
}
